{"header":{"0":"Mars 2020 Stands on Its Own Six Wheels","1":"NASA Engineers Checking InSight's Weather Sensors","2":"A Year of Surprising Science From NASA's InSight Mars Mission","3":"NASA's Curiosity Mars Rover Snaps Its Highest-Resolution Panorama Yet","4":"NASA's Mars 2020 Will Hunt for Microscopic Fossils","5":"NASA's Perseverance Rover 100 Days Out","6":"Alabama High School Student Names NASA's Mars Helicopter","7":"Two Rovers to Roll on Mars Again: Curiosity and Mars 2020","8":"NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound","9":"NASA Wins 4 Webbys, 4 People's Voice Awards","10":"With Mars Methane Mystery Unsolved, Curiosity Serves Scientists a New One: Oxygen","11":"How NASA's Perseverance Mars Team Adjusted to Work in the Time of Coronavirus ","12":"NASA's Perseverance Rover Mission Getting in Shape for Launch","13":"Independent Review Indicates NASA Prepared for Mars Sample Return Campaign","14":"From JPL's Mailroom to Mars and Beyond"},"preview":{"0":"In time-lapse video, taken at JPL, captures the first time NASA's Mars 2020 rover carries its full weight on its legs and wheels.","1":"An electronics issue is suspected to be preventing the sensors from sharing their data about Mars weather with the spacecraft.","2":"A batch of new papers summarizes the lander's findings above and below the surface of the Red Planet.","3":"To go along with the stunning 1.8-billion-pixel image, a new video offers a sweeping view of the Red Planet.","4":"A new paper identifies a ring of minerals at the rover's landing site that are ideal for fossilizing microbial life.","5":"Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car.","6":"Vaneeza Rupani's essay was chosen as the name for the small spacecraft, which will mark NASA's first attempt at powered flight on another planet.","7":"They look like twins. But under the hood, the rover currently exploring the Red Planet and the one launching there this summer have distinct science tools and roles to play.","8":"The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet.","9":"Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive.","10":"For the first time in the history of space exploration, scientists have measured the seasonal changes in the gases that fill the air directly above the surface of Gale Crater on Mars. ","11":"Like much of the rest of the world, the Mars rover team is pushing forward with its mission-critical work while putting the health and safety of their colleagues and community first.","12":"Stacking spacecraft components on top of each other is one of the final assembly steps before a mission launches to the Red Planet. ","13":"NASA released an independent review report Tuesday indicating the agency is well positioned for its Mars Sample Return campaign to bring pristine samples from Mars to Earth for scientific study.","14":"Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center."}}